Revit 2027 API
DXFExportOptions Constructor
Overload List
Name | Description
DXFExportOptions() |  Constructs a new instance of DXFImportOptions with default values of all properties.
DXFExportOptions(DXFExportOptions) |  Constructs a new instance of DXFImportOptions as a copy of the export options.
Top
See Also
Reference
DXFExportOptions Class
Autodesk.Revit.DB Namespace